/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Деякі файли не були видалені з невідомих причин.";
"ErrorDescRemoving_GenericSingleFileError" = "«%@» не видалено з невідомої причини.";
"ErrorDescRemoving_FileWasntAuthorized" = "«%@» не видалено, оскільки ви не дозволили цю операцію.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "«%@» не перенесено, оскільки ви не дозволили цю операцію.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "«%@» не видалено через відсутність прав доступу.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "«%@» не перенесено через відсутність прав доступу.";
"ErrorDescRemoving_FailedToLaunchTask" = "Не вдалося виконати завдання «%@». Файл відсутній або не є виконуваним.";
